import "./special.css";

export default function Special() {
  return (
    <div className="Special">
      <div className="mixing">
        <p className="p-mix">
          Counter-Strike: Global Offensive (CS:GO; с англ. — «Контрудар:
          глобальное наступление») — многопользовательская компьютерная игра,
          разработанная компаниями Valve и Hidden Path Entertainment. Выпуск
          игры для персональных компьютеров на операционных системах Windows и
          macOS, также игровых приставках Xbox 360 и PlayStation 3 состоялся 21
          августа 2012 года. Версия игры для Linux была выпущена в 2014 году[1],
          а в 2016 году игра, в рамках программы обратной совместимости, стала
          доступна на Xbox One[3]. В сентябре 2018 года была выпущена бесплатная
          версия с возможностью игры с реальными игроками и с ботами. Позже, в
          декабре того же года игра стала полностью бесплатной[⇨]. Как и в
          остальных играх серии, в Counter-Strike: Global Offensive игроки
          делятся на две команды: террористов и подразделений специального
          назначения, после чего сражаются друг с другом несколько раундов, по
          результатам которых определяется команда-победитель. Игроку доступны
          разные режимы игры, меняющие условия поединка между командами, а также
          игра с ботами[⇨].
        </p>
      </div>
    </div>
  );
}
